[Balance.PawnBalance_PrimalBeast_Bedrock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Foundation ", Rename = ((Renamed =" Petrach Primal Beast "), (Renamed =" Petrach Favorer "), Renamed =" Petrach Bonerfart "), Renamed =" Petrach Bullimon "")))
PlayThroughs[1]=(DisplayName="(Change Name = "Bedrock Primal Beasts"), (Change Name = "Bedrock Ferovore"), (Change Name = "Bedrock Bonerfart"), (ChangeName = "Bedrock Bullymong").")))

[Balance.PawnBalance_PrimalBeast_BedrockBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Badass Bedrock Bullymong",transformedName = ((TransformedName="Badass Bedrock Beast"),(TransformedName="Badass Bedrock Ferovore"),(TransformedName="Badass Bedrock Ferovore"),(TransformedNamedrock"),(Transformed") Badass Bedrock Bullymong ").")))
PlayThroughs[1]=(DisplayName="Super Badass Rockwall Bullimong Changed Name = ((Changed Name = "Beast of Bedrock"), (Changed Name = "Fervor of Bedrock")")))
